function Cotton() {
	return (
		<div className="contentWrapper">
			<div className="title">
				<h1>Хлопок / Состав и строение</h1>
			</div>
			<div className="text">
				<p>
					<i>Хло́пок</i> — волокно растительного происхождения, покрывающее
					семена хлопчатника; важнейшее и наиболее дешёвое из распространённых
					растительных волокон. Волокно хлопка представляет собой одну
					растительную клетку, развивающуюся из кожуры семени. Толщина одного
					волокна — 15—25 мкм; в зависимости от длины волокна (от 5 до 60 мм),
					изготовленную из него пряжу классифицируют как коротковолокнистую,
					средневолокнистую и тонковолокнистую и подвергают различной обработке.
					По мере созревания волокна, растут отложения целлюлозы, в результате
					чего прочность волокна возрастает. По химическому составу на 95 %
					состоит из целлюлозы, остальные 5 % — жировые и минеральные примеси.
					<i>
						<br />
						Свойства{" "}
					</i>
					<br />- Обладает высокой гигроскопичностью (способностью впитывать
					влагу). <br />- Волокно при набухании увеличивается примерно на 40 %
					по объёму. <br />
					- По прочности сравним с шёлком. <br />
					Как и все натуральные ткани, чувствителен к свету — после 940 часов
					воздействия солнечных лучей прочность снижается вдвое.
					<br />
					- Более, чем шёлк, чувствителен к длительному воздействию высоких
					температур — после трёх суток нагревания до 150 °C прочность
					уменьшается вдвое Термопластичен — способен «запоминать» форму после
					нагревания (другими словами — поддаётся утюжке), что позволяет
					добавлять хлопок в костюмные ткани из синтетических волокон для
					улучшения свойств. <br />- Обладает хорошими теплозащитными
					характеристиками за счёт полого строения волокна. Ткани без обработки
					легко сминаются и истираются; устойчивость к истиранию решается
					добавлением синтетических тканей (капрона); повышенная сминаемость
					устраняется после так называемой несминаемой отделки
					мочевиноформальдегидной или меламинформальдегидной смолой. <br />
					- Как и другие натуральные волокна, не растворяется в органических
					растворителях (например, в муравьиной кислоте, уксусе, спирте), что
					позволяет использовать эти легкодоступные реактивы для очистки сложных
					пятен на хлопковых тканях в домашних условиях. Однако, чувствителен к
					действию неорганических кислот и щелочей; обработка щелочами
					(например, едким натром) применяется при изготовлении ткани (см.
					Мерсеризация). <br />
					- Чувствителен к деятельности микроорганизмов (другими словами —
					гниёт). <br />- При горении хлопок источает запах жжёной бумаги[4].
					Рекомендуемая температура влажно-тепловой обработки — 130 °C.
				</p>
				<div className="itemWrapper">
					<div className="item">
						<img src="./images/cottonImages/cotton1.avif" alt="cotton" />
					</div>
					<div className="item">
						<img src="./images/cottonImages/cotton2.avif" alt="cotton" />
					</div>
					<div className="item">
						<img src="./images/cottonImages/cotton3.avif" alt="cotton" />
					</div>
					<div className="item">
						<img src="./images/cottonImages/cotton4.avif" alt="cotton" />
					</div>
				</div>
			</div>
		</div>
	)
}

export default Cotton
